package main

import "fmt"

func main() {
	subj := "Worxcvld2"
	fmt.Printf("Hello, %v", subj)
}

/*
+2 на дальность
и +3 на избегание
и +3 на интересы

Зельеварение:
Выбор игрока
	Сложность
	Ингредиенты

Проверка Brewery + INT/EDU
	4  - Для Свиней (incedent on 6-)
	6  - Ну так... (incedent on 4-)
	8  - Для Людей (incedent on 2-)
	10 - Для Богачей
	12 - Для Знати +1 MOR on 12
	14 - Для Императора +1 MOR on 10
	16 - Легендарное +1 MOR on 8
	полученный эффект - равен запасу алкоголя в транзитах
	потребление SU = равно колличеству команды за 1 тест.
	потребленние RB - на выбор. если d100 даст меньше чем потрачено биоресурсов - качество получается офигенное:
		навыбор: 
		тест личного влияния со всеми департаментами +1
		имнтервал снижения индекса усталости команды увеличивается на 1 кубик
	Эффект 6+:
	потребление ресурсов в 2 раза меньше
	Эффект 6-:
	Самогонный аппарат взорвался. на 8+ - ты был рядом и кидаешь по таблице Injury




*/
